Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Inativo
de: Inaktiv
en: Inactive
es: Inactivo
fr: Inactif
it: Inattivo
ja: 無効

source: Volte ao modo App Store para realizar uma compra real.
de: Wechsle für einen echten Kauf in den App-Store-Modus.
en: Return to App Store mode to make an actual purchase.
es: Vuelve al modo App Store para realizar una compra real.
fr: Revenez au mode App Store pour effectuer un achat réel.
it: Torna alla modalità App Store per effettuare un acquisto reale.
ja: 実際の購入にはApp Storeモードに戻してください。

source: Voltar ao estado real
de: Zum echten Zustand zurückkehren
en: Return to actual state
es: Volver al estado real
fr: Revenir à l’état réel
it: Torna allo stato reale
ja: 実際の状態に戻す

source: Produtos carregados
de: Geladene Produkte
en: Loaded products
es: Productos cargados
fr: Produits chargés
it: Prodotti caricati
ja: 読み込み済みの商品

source: Diagnósticos
de: Diagnose
en: Diagnostics
fr: Diagnostics
it: Diagnostica
ja: 診断

source: Os contadores simulados preservam os reais. Requisições de IA continuam usando o serviço real.
de: Simulierte Zähler bewahren die tatsächliche Nutzung. KI-Anfragen nutzen weiterhin den echten Dienst.
en: Simulated counters preserve actual usage. AI requests still use the real service.
es: Los contadores simulados conservan el uso real. Las solicitudes de IA siguen usando el servicio real.
fr: Les compteurs simulés préservent les utilisations réelles. Les requêtes IA utilisent toujours le service réel.
it: I contatori simulati preservano gli utilizzi reali. Le richieste IA continuano a usare il servizio reale.
ja: シミュレーションのカウンターは実際の利用回数を保持します。AIリクエストは実際のサービスを使用します。

source: Limites de uso
de: Nutzungslimits
en: Usage limits
es: Límites de uso
fr: Limites d’utilisation
it: Limiti di utilizzo
ja: 利用上限

source: Consumir um uso de teste
de: Eine Testnutzung verbrauchen
en: Consume one test use
es: Consumir un uso de prueba
fr: Consommer une utilisation de test
it: Consuma un utilizzo di test
ja: テスト利用を1回消費

source: Esgotados
de: Aufgebraucht
en: Exhausted
es: Agotados
fr: Épuisés
it: Esauriti
ja: 上限到達

source: Disponíveis
de: Verfügbar
en: Available
es: Disponibles
fr: Disponibles
it: Disponibili
ja: 利用可能

source: Reais
de: Echt
en: Actual
es: Reales
fr: Réels
it: Reali
ja: 実際

source: Contadores de teste
de: Testzähler
en: Test counters
es: Contadores de prueba
fr: Compteurs de test
it: Contatori di test
ja: テストカウンター

source: Fechar prévia
de: Vorschau schließen
en: Close preview
es: Cerrar vista previa
fr: Fermer l’aperçu
it: Chiudi anteprima
ja: プレビューを閉じる

source: As prévias não salvam escolhas, enviam respostas ou realizam compras.
de: Vorschauen speichern keine Auswahl, senden keine Antworten und tätigen keine Käufe.
en: Previews do not save choices, submit responses, or make purchases.
es: Las vistas previas no guardan opciones, envían respuestas ni realizan compras.
fr: Les aperçus ne sauvegardent pas les choix, ne transmettent pas de réponses et ne réalisent aucun achat.
it: Le anteprime non salvano scelte, inviano risposte o effettuano acquisti.
ja: プレビューでは選択の保存、回答の送信、購入は行いません。

source: Prévias de telas
de: Bildschirmvorschauen
en: Screen previews
es: Vistas previas
fr: Aperçus des écrans
it: Anteprime delle schermate
ja: 画面のプレビュー

source: Abrir paywall
de: Abo-Seite öffnen
en: Open paywall
es: Abrir pantalla de suscripción
fr: Ouvrir l’écran d’abonnement
it: Apri schermata abbonamento
ja: サブスクリプション画面を開く

source: Abrir preparação
de: Vorbereitung öffnen
en: Open preparation
es: Abrir preparación
fr: Ouvrir la préparation
it: Apri preparazione
ja: 準備画面を開く

source: Abrir onboarding
de: Einführung öffnen
en: Open onboarding
es: Abrir introducción
fr: Ouvrir la présentation
it: Apri introduzione
ja: 初期設定を開く

source: A simulação não realiza compras nem altera sua assinatura na App Store.
de: Die Simulation tätigt keine Käufe und ändert dein App-Store-Abo nicht.
en: Simulation does not make purchases or change your App Store subscription.
es: La simulación no realiza compras ni cambia tu suscripción en la App Store.
fr: La simulation ne réalise aucun achat et ne modifie pas votre abonnement App Store.
it: La simulazione non effettua acquisti né modifica il tuo abbonamento App Store.
ja: シミュレーションでは購入やApp Storeのサブスクリプション変更は行いません。

source: Onboarding e planos
de: Einführung und Tarife
en: Onboarding and plans
es: Inicio y planes
fr: Présentation et abonnements
it: Introduzione e piani
ja: 初期設定とプラン

source: Assinatura real
de: Tatsächliches Abo
en: Actual subscription
es: Suscripción real
fr: Abonnement réel
it: Abbonamento reale
ja: 実際のサブスクリプション

source: Plano de teste
de: Testtarif
en: Test plan
es: Plan de prueba
fr: Abonnement de test
it: Piano di test
ja: テストプラン

source: Plano simulado
de: Simulierter Tarif
en: Simulated plan
es: Plan simulado
fr: Abonnement simulé
it: Piano simulato
ja: シミュレーションプラン

source: Básico
de: Basis
en: Basic
fr: Basique
it: Base
ja: ベーシック

source: Central de Debug
de: Debug-Zentrale
en: Debug Center
es: Centro de depuración
fr: Centre de débogage
it: Centro di debug
ja: デバッグセンター

source: Suco estimado sem diluição. Medidas caseiras são aproximadas; revise a quantidade e o preparo.
de: Saft ohne Verdünnung geschätzt. Haushaltsmaße sind ungefähre Angaben; Menge und Zubereitung prüfen.
en: Juice estimated without dilution. Household measures are approximate; review the quantity and preparation.
es: Zumo estimado sin diluir. Las medidas caseras son aproximadas; revisa la cantidad y la preparación.
fr: Jus estimé sans dilution. Les mesures ménagères sont approximatives ; vérifiez la quantité et la préparation.
it: Succo stimato senza diluizione. Le misure casalinghe sono approssimative; controlla quantità e preparazione.
ja: 希釈していない果汁として推定しています。家庭用の計量は概算です。量と作り方を確認してください。

source: Quantidade não informada para %@: estimativa de %@ g. Revise antes de registrar.
de: Menge für %@ nicht angegeben: geschätzt %@ g. Vor dem Eintragen prüfen.
en: Quantity not specified for %@: estimated %@ g. Review before logging.
es: Cantidad no indicada para %@: estimación de %@ g. Revisa antes de registrar.
fr: Quantité non précisée pour %@ : estimation de %@ g. Vérifiez avant d’enregistrer.
it: Quantità non indicata per %@: stima di %@ g. Controlla prima di registrare.
ja: %@の量が指定されていません。推定量は%@ gです。記録する前に確認してください。

source: mais rápido
de: schneller
en: faster
es: más rápido
fr: plus rapide
it: più veloce
ja: 速く

source: , com hábitos consistentes.
de: , mit konsequenten Gewohnheiten.
en: , with consistent habits.
es: , con hábitos consistentes.
fr: , avec des habitudes constantes.
it: , con abitudini costanti.
ja: 、安定した習慣とともに。

source: **Tudo certo** na sua cozinha!
de: **Alles sieht gut aus** in deiner Küche!
en: **Everything looks great** in your kitchen!
es: **Todo está bien** en tu cocina!
fr: **Tout va bien** dans votre cuisine !
it: **Va tutto bene** nella tua cucina!
ja: キッチンは**すべて順調**です！

source: /ano
de: /Jahr
en: /yr
es: /año
fr: /an
it: /anno
ja: /年

source: /mês
de: /Monat
en: /month
es: /mes
fr: /mois
it: /mese
ja: /月

source: \(count) selecionadas
de: \(count) ausgewählt
en: \(count) selected
es: \(count) seleccionadas
fr: \(count) sélectionnées
it: \(count) selezionate
ja: \(count)件選択済み

source: \(count) selecionados
de: \(count) ausgewählt
en: \(count) selected
es: \(count) seleccionados
fr: \(count) sélectionnés
it: \(count) selezionati
ja: \(count)件選択済み

source: %@ serão afetadas por essa remoção.
de: %@ werden von dieser Entfernung betroffen sein.
en: %@ will be affected by this removal.
es: %@ se verán afectadas por esta eliminación.
fr: %@ seront concernées par cette suppression.
it: %@ saranno interessate da questa rimozione.
ja: %@ がこの削除の影響を受けます。

source: %@ vence amanhã. Hora de usar ou repor!
de: %@ läuft morgen ab. Zeit zu verbrauchen oder nachzukaufen!
en: %@ expires tomorrow. Time to use it or restock!
es: %@ vence mañana. ¡Hora de usarlo o reponerlo!
fr: %@ expire demain. C'est le moment de l'utiliser ou de le remplacer !
it: %@ scade domani. È ora di usarlo o ricomprarlo!
ja: %@ は明日期限切れになります。使うか補充しましょう！

source: %@ vence em %lld dias. Fique de olho!
de: %@ läuft in %lld Tagen ab. Behalten Sie es im Auge!
en: %@ expires in %lld days. Keep an eye on it!
es: %@ vence en %lld días. ¡Mantente atento!
fr: %@ expire dans %lld jours. Restez attentif !
it: %@ scade tra %lld giorni. Tienilo d'occhio!
ja: %@ はあと %lld 日で期限切れになります。ご注意を！

source: %@ vence hoje!
de: %@ läuft heute ab!
en: %@ expires today!
es: ¡%@ vence hoy!
fr: %@ expire aujourd'hui !
it: %@ scade oggi!
ja: %@ は今日期限切れです！

# %@: %lld kcal
source: %1$@: %2$lld kcal
de: %@: %lld kcal
es: %@: %lld kcal
fr: %@ : %lld kcal
it: %@: %lld kcal
ja: %@: %lld kcal

source: %@: baixa confiança, revise.
de: %@: niedrige Konfidenz, bitte überprüfen.
en: %@: low confidence, please review.
es: %@: baja confianza, revisa.
fr: %@ : faible confiance, à vérifier.
it: %@: bassa affidabilità, controlla.
ja: %@: 信頼度が低いです、確認してください。

source: %@. Toque para ver progresso.
de: %@. Tippen, um den Fortschritt zu sehen.
en: %@. Tap to see progress.
es: %@. Toca para ver el progreso.
fr: %@. Touchez pour voir la progression.
it: %@. Tocca per vedere i progressi.
ja: %@. タップして進捗を確認。

source: %lld anos
de: %lld Jahre
en: %lld years
es: %lld años
fr: %lld ans
it: %lld anni
ja: %lld 歳

source: %lld Colunas
de: %lld Spalten
en: %lld Columns
es: %lld columnas
fr: %lld colonnes
it: %lld colonne
ja: %lld 列

source: %lld de %lld concluídos
de: %lld von %lld abgeschlossen
en: %lld of %lld completed
es: %lld de %lld completados
fr: %lld sur %lld terminés
it: %lld di %lld completati
ja: %lld / %lld 完了

source: %lld despensa
de: %lld Vorrat
en: %lld pantry
fr: %lld garde-manger
it: %lld dispensa
ja: %lld パントリー

source: %lld dias incompletos
de: %lld unvollständige Tage
en: %lld incomplete days
es: %lld días incompletos
fr: %lld jours incomplets
it: %lld giorni incompleti
ja: 未完了の日が%lld日

source: %lld dias não concluídos
de: %lld unvollständige Tage
en: %lld incomplete days
es: %lld días sin completar
fr: %lld jours non terminés
it: %lld giorni incompleti
ja: 未完了の日が%lld日

source: %lld itens expirando
de: %lld bald ablaufende Artikel
en: %lld expiring items
es: %lld artículos por vencer
fr: %lld articles qui expirent bientôt
it: %lld articoli in scadenza
ja: 期限間近のアイテム%lld件

source: %lld itens vencendo
de: %lld Artikel laufen bald ab
en: %lld expiring items
es: %lld artículos por vencer
fr: %lld articles expirent bientôt
it: %lld articoli in scadenza
ja: 期限が近いアイテムが%lld件

source: %lld kcal restantes hoje
de: Heute noch %lld kcal übrig
en: %lld kcal remaining today
es: %lld kcal restantes hoy
fr: %lld kcal restantes aujourd’hui
it: %lld kcal rimanenti oggi
ja: 今日の残り%lldkcal

source: %lld mercado
de: %lld Einkauf
en: %lld shopping
es: %lld compras
fr: %lld courses
it: %lld spesa
ja: %lld 買い物

source: %lld minutos
de: %lld Minuten
en: %lld minutes
fr: %lld minutes
it: %lld minuti
ja: %lld 分

source: %lld na despensa
de: %lld in der Vorratskammer
en: %lld in pantry
es: %lld en la despensa
fr: %lld dans le garde-manger
it: %lld in dispensa
ja: %lld 個 パントリーに

source: %lld no mercado
de: %lld auf der Einkaufsliste
en: %lld in grocery list
es: %lld en la lista de compras
fr: %lld dans la liste de courses
it: %lld nella lista della spesa
ja: %lld 個 買い物リストに

source: %lld pendentes no total
de: %lld insgesamt ausstehend
en: %lld pending in total
es: %lld pendientes en total
fr: %lld en attente au total
it: %lld in sospeso in totale
ja: 合計 %lld 件 保留中

source: %lld receitas
de: %lld Rezepte
en: %lld recipes
es: %lld recetas
fr: %lld recettes
it: %lld ricette
ja: %lld レシピ

source: %lld registro%@ · %lld kcal
de: %lld Eintrag%@ · %lld kcal
en: %lld entr%@ · %lld kcal
fr: %lld enregistrement%@ · %lld kcal
it: %lld registrazione%@ · %lld kcal
ja: %lld 件%@ · %lld kcal

source: %lld registros
de: %lld Einträge
en: %lld entries
fr: %lld enregistrements
it: %lld registrazioni
ja: %lld 件

source: %lld selecionadas
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionadas
fr: %lld sélectionnées
it: %lld selezionate
ja: %lld件選択済み

source: %lld selecionados
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés
it: %lld selezionati
ja: %lld件選択済み

source: %lld/%lld ingr.
de: %lld/%lld Zut.
ja: %lld/%lld 材料

source: ✏️ Editar receita
de: ✏️ Rezept bearbeiten
en: ✏️ Edit recipe
es: ✏️ Editar receta
fr: ✏️ Modifier la recette
it: ✏️ Modifica ricetta
ja: ✏️ レシピを編集

source: ➕ Criar receita
de: ➕ Rezept erstellen
en: ➕ Create recipe
es: ➕ Crear receta
fr: ➕ Créer une recette
it: ➕ Crea ricetta
ja: ➕ レシピを作成

source: 🍳 Criar novas receitas
de: 🍳 Neue Rezepte erstellen
en: 🍳 Create new recipes
es: 🍳 Crear nuevas recetas
fr: 🍳 Créer de nouvelles recettes
it: 🍳 Crea nuove ricette
ja: 🍳 新しいレシピを作成

source: 🍳 O que posso cozinhar?
de: 🍳 Was kann ich kochen?
en: 🍳 What can I cook?
es: 🍳 ¿Qué puedo cocinar?
fr: 🍳 Que puis-je cuisiner ?
it: 🍳 Cosa posso cucinare?
ja: 🍳 何が作れる？

source: 🎯 Estou na meta?
de: 🎯 Bin ich im Ziel?
en: 🎯 Am I on target?
es: 🎯 ¿Estoy en la meta?
fr: 🎯 Suis-je dans l'objectif ?
it: 🎯 Sono in linea con l'obiettivo?
ja: 🎯 目標は達成中？

source: 🏷️ Categorias
de: 🏷️ Kategorien
en: 🏷️ Categories
es: 🏷️ Categorías
fr: 🏷️ Catégories
it: 🏷️ Categorie
ja: 🏷️ カテゴリー

source: 📚 Minhas receitas
de: 📚 Meine Rezepte
en: 📚 My recipes
es: 📚 Mis recetas
fr: 📚 Mes recettes
it: 📚 Le mie ricette
ja: 📚 マイレシピ

source: 📝 Registrar refeição
de: 📝 Mahlzeit erfassen
en: 📝 Log meal
es: 📝 Registrar comida
fr: 📝 Enregistrer un repas
it: 📝 Registra pasto
ja: 📝 食事を記録

source: 🥗 O que comi hoje?
de: 🥗 Was habe ich heute gegessen?
en: 🥗 What did I eat today?
es: 🥗 ¿Qué comí hoy?
fr: 🥗 Qu'ai-je mangé aujourd'hui ?
it: 🥗 Cosa ho mangiato oggi?
ja: 🥗 今日何を食べた？

source: 🥗 Receita saudável
de: 🥗 Gesundes Rezept
en: 🥗 Healthy recipe
es: 🥗 Receta saludable
fr: 🥗 Recette saine
it: 🥗 Ricetta sana
ja: 🥗 ヘルシーレシピ

source: 🧊 O que tem na despensa?
de: 🧊 Was ist in der Vorratskammer?
en: 🧊 What's in the pantry?
es: 🧊 ¿Qué hay en la despensa?
fr: 🧊 Qu'y a-t-il dans le garde-manger ?
it: 🧊 Cosa c'è in dispensa?
ja: 🧊 パントリーには何がある？

source: 🛒 Lista de mercado
de: 🛒 Einkaufsliste
en: 🛒 Shopping list
es: 🛒 Lista de compras
fr: 🛒 Liste de courses
it: 🛒 Lista della spesa
ja: 🛒 買い物リスト

source: 1 col. creme
de: 1 Löffel Sahne
en: 1 spoon of cream
es: 1 cda. de crema
fr: 1 c. de crème
it: 1 cucchiaio di panna
ja: 生クリーム大さじ1

source: 1 dia antes
de: 1 Tag vorher
en: 1 day before
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima
ja: 1日前

source: 1 dia incompleto
de: 1 unvollständiger Tag
en: 1 incomplete day
es: 1 día incompleto
fr: 1 jour incomplet
it: 1 giorno incompleto
ja: 未完了の日が1日

source: 1 dia não concluído
de: 1 unvollständiger Tag
en: 1 incomplete day
es: 1 día sin completar
fr: 1 jour non terminé
it: 1 giorno incompleto
ja: 未完了の日が1日

source: 1 item expirando
de: 1 bald ablaufender Artikel
en: 1 expiring item
es: 1 artículo por vencer
fr: 1 article qui expire bientôt
it: 1 articolo in scadenza
ja: 期限間近のアイテム1件

source: 1 item vencendo
de: 1 Artikel läuft bald ab
en: 1 expiring item
es: 1 artículo por vencer
fr: 1 article expire bientôt
it: 1 articolo in scadenza
ja: 期限が近いアイテムが1件

source: 1 lata de tomate pelado
de: 1 Dose geschälte Tomaten
en: 1 can of peeled tomatoes
fr: 1 boîte de tomates pelées
it: 1 lattina di pomodori pelati
ja: ホールトマト1缶

source: 1 wrap sem glúten
de: 1 glutenfreier Wrap
en: 1 gluten-free wrap
es: 1 wrap sin gluten
fr: 1 wrap sans gluten
it: 1 wrap senza glutine
ja: グルテンフリーラップ 1枚

source: 1.284 curtidas
de: 1.284 Gefällt mir
en: 1,284 likes
es: 1.284 me gusta
fr: 1 284 j'aime
it: 1.284 mi piace
ja: 1,284件のいいね

source: 2 colheres de homus
de: 2 Löffel Hummus
en: 2 spoons of hummus
es: 2 cucharadas de hummus
fr: 2 cuillères de houmous
it: 2 cucchiai di hummus
ja: フムス大さじ2

source: 2 fatias de pizza
de: 2 Stücke Pizza
en: 2 slices of pizza
es: 2 rebanadas de pizza
fr: 2 parts de pizza
it: 2 fette di pizza
ja: ピザ2切れ

source: 2 porções
de: 2 Portionen
en: 2 servings
es: 2 porciones
fr: 2 portions
it: 2 porzioni
ja: 2人分

source: 3 dias antes
de: 3 Tage vorher
en: 3 days before
es: 3 días antes
fr: 3 jours avant
it: 3 giorni prima
ja: 3日前

source: 4 porções
de: 4 Portionen
en: 4 servings
es: 4 porciones
fr: 4 portions
it: 4 porzioni
ja: 4人分

source: 7 dias antes
de: 7 Tage vorher
en: 7 days before
es: 7 días antes
fr: 7 jours avant
it: 7 giorni prima
ja: 7日前

source: 7 dias grátis
de: 7 Tage gratis
en: 7-day free trial
es: 7 días gratis
fr: 7 jours gratuits
it: 7 giorni gratis
ja: 7日間無料

source: 120 g de frango grelhado
de: 120 g gegrilltes Hähnchen
en: 120 g grilled chicken
es: 120 g de pollo a la plancha
fr: 120 g de poulet grillé
it: 120 g di pollo grigliato
ja: グリルチキン120g

source: 200 g de massa
de: 200 g Pasta
en: 200 g of pasta
es: 200 g de pasta
fr: 200 g de pâtes
it: 200 g di pasta
ja: パスタ200g

source: 200 ml de creme de leite
de: 200 ml Sahne
en: 200 ml of cream
es: 200 ml de nata
fr: 200 ml de crème
it: 200 ml di panna
ja: 生クリーム200ml

source: 300 g de penne
de: 300 g Penne
en: 300 g of penne
it: 300 g di penne
ja: ペンネ300g

source: A alteração é aplicada imediatamente
de: Die Änderung wird sofort übernommen
en: Changes are applied immediately
es: El cambio se aplica de inmediato
fr: La modification est appliquée immédiatement
it: La modifica viene applicata immediatamente
ja: 変更はすぐに適用されます

source: A capa será preservada como mídia de apoio.
de: Das Titelbild wird als unterstützendes Medium beibehalten.
en: The cover will be preserved as supporting media.
es: La portada se conservará como medio de apoyo.
fr: La couverture sera conservée comme média d'appui.
it: La copertina verrà conservata come supporto multimediale.
ja: カバーは補助メディアとして保持されます。

source: A capa será salva com a receita
de: Das Titelbild wird mit dem Rezept gespeichert
en: The cover will be saved with the recipe
es: La portada se guardará con la receta
fr: La couverture sera enregistrée avec la recette
it: La copertina sarà salvata con la ricetta
ja: カバーはレシピと一緒に保存されます

source: a gosto
de: nach Geschmack
en: to taste
es: al gusto
fr: selon le goût
it: a piacere
ja: お好みで

source: A IA reconhece, calcula e organiza
de: KI erkennt, berechnet und organisiert
en: AI recognizes, calculates and organizes
es: La IA reconoce, calcula y organiza
fr: L'IA reconnaît, calcule et organise
it: L'IA riconosce, calcola e organizza
ja: AIが認識・計算・整理

source: a média do seu dia concluído no período
de: der Durchschnitt Ihres abgeschlossenen Tages im Zeitraum
en: the average of your completed day in this period
es: el promedio de tu día completado en el período
fr: la moyenne de votre journée terminée sur la période
it: la media del tuo giorno completato nel periodo
ja: 期間内の完了した日の平均

source: a média dos seus
de: der Durchschnitt Ihrer
en: the average of your
es: el promedio de tus
fr: la moyenne de vos
it: la media dei tuoi
ja: あなたの平均

source: A partir dos itens da sua despensa e da sua lista de receitas, essas são as opções de sobremesa disponíveis:
de: Basierend auf den Artikeln Ihrer Vorratskammer und Ihrer Rezeptliste sind dies die verfügbaren Dessertoptionen:
en: Based on the items in your pantry and your recipe list, these are the available dessert options:
es: A partir de los artículos de tu despensa y tu lista de recetas, estas son las opciones de postre disponibles:
fr: À partir des articles de votre garde-manger et de votre liste de recettes, voici les options de dessert disponibles :
it: In base agli articoli della tua dispensa e della tua lista di ricette, queste sono le opzioni di dessert disponibili:
ja: あなたのパントリーとレシピリストの材料から、利用可能なデザートのオプションは以下のとおりです：

source: A partir dos itens da sua despensa e da sua lista de receitas, essas são as opções disponíveis:
de: Basierend auf den Artikeln Ihrer Vorratskammer und Ihrer Rezeptliste sind dies die verfügbaren Optionen:
en: Based on the items in your pantry and your recipe list, these are the available options:
es: A partir de los artículos de tu despensa y tu lista de recetas, estas son las opciones disponibles:
fr: À partir des articles de votre garde-manger et de votre liste de recettes, voici les options disponibles :
it: In base agli articoli della tua dispensa e della tua lista di ricette, queste sono le opzioni disponibili:
ja: あなたのパントリーとレシピリストの材料から、利用可能なオプションは以下のとおりです：

source: A partir dos itens da sua despensa, essas são as receitas compatíveis:
de: Basierend auf den Artikeln Ihrer Vorratskammer sind dies die kompatiblen Rezepte:
en: Based on the items in your pantry, these are the compatible recipes:
es: A partir de los artículos de tu despensa, estas son las recetas compatibles:
fr: À partir des articles de votre garde-manger, voici les recettes compatibles :
it: In base agli articoli della tua dispensa, queste sono le ricette compatibili:
ja: あなたのパントリーの材料から、適合するレシピは以下のとおりです：

source: A partir dos itens da sua despensa, essas são as sobremesas compatíveis:
de: Basierend auf den Artikeln Ihrer Vorratskammer sind dies die kompatiblen Desserts:
en: Based on the items in your pantry, these are the compatible desserts:
es: A partir de los artículos de tu despensa, estos son los postres compatibles:
fr: À partir des articles de votre garde-manger, voici les desserts compatibles :
it: In base agli articoli della tua dispensa, questi sono i dessert compatibili:
ja: あなたのパントリーの材料から、適合するデザートは以下のとおりです：

source: A resposta do modelo não contém dados estruturados.
de: Die Modellantwort enthält keine strukturierten Daten.
en: The model response does not contain structured data.
es: La respuesta del modelo no contiene datos estructurados.
fr: La réponse du modèle ne contient pas de données structurées.
it: La risposta del modello non contiene dati strutturati.
ja: モデルの応答に構造化されたデータが含まれていません。

source: A revisão vai salvar mídia
de: Die Überprüfung speichert Medien
en: The review will save media
es: La revisión guardará el medio
fr: La révision va enregistrer le média
it: La revisione salverà i media
ja: レビューでメディアを保存します

source: A sincronização ocorre automaticamente em segundo plano quando há conexão com a internet.
de: Die Synchronisierung erfolgt automatisch im Hintergrund, wenn eine Internetverbindung besteht.
en: Sync runs automatically in the background when an internet connection is available.
es: La sincronización se ejecuta automáticamente en segundo plano cuando hay conexión a internet.
fr: La synchronisation s'effectue automatiquement en arrière-plan lorsqu'une connexion Internet est disponible.
it: La sincronizzazione avviene automaticamente in background quando c'è una connessione a internet.
ja: インターネット接続があるときに、バックグラウンドで自動的に同期されます。

source: A transcrição do vídeo retornou pouco conteúdo útil.
de: Die Videotranskription ergab wenig nützlichen Inhalt.
en: The video transcription returned very little useful content.
es: La transcripción del vídeo devolvió poco contenido útil.
fr: La transcription de la vidéo a renvoyé peu de contenu utile.
it: La trascrizione del video ha restituito poco contenuto utile.
ja: 動画の文字起こしから有用な内容がほとんど得られませんでした。

source: A validade de %@ expira hoje. Confira sua despensa!
de: Das Mindesthaltbarkeitsdatum von %@ läuft heute ab. Überprüfen Sie Ihre Vorratskammer!
en: The expiration date for %@ is today. Check your pantry!
es: La fecha de caducidad de %@ es hoy. ¡Revisa tu despensa!
fr: La date de péremption de %@ est aujourd'hui. Vérifiez votre garde-manger !
it: La scadenza di %@ termina oggi. Controlla la tua dispensa!
ja: %@ の賞味期限が今日切れます。パントリーを確認してください！

source: Abacaxi
de: Ananas
en: Pineapple
es: Piña
fr: Ananas
it: Ananas
ja: パイナップル

source: abaixo
de: unter
en: under
es: por debajo
fr: en dessous
it: sotto
ja: 下回って

source: Abaixo da meta em média
de: Unter dem Ziel im Durchschnitt
en: Below target on average
es: Por debajo de la meta en promedio
fr: En dessous de l'objectif en moyenne
it: Sotto l'obiettivo in media
ja: 平均で目標を下回っています
